{
  "plugin settings": "Inprop-instellings",
  "Settings relating to page name hierarchy": "Stel die hiërargie van bladsyname op",
  "Enable Split the hierarchy of a page name into links": "Aktiveer verdeel bladsynaamhiërargie in skakels",
  "Journals or daily pages are excluded.": "Sluit joernale en hul enkele bladsye uit.",
  "Enable Remove page name hierarchy": "Aktiveer die verwydering van bladsynaamhiërargieë",
  "Only if the above item is enabled": "Slegs indien bogenoemde items geldig is",
  "Enable Splits of hierarchy on Whiteboard": "Aktiveer hiërargieverdeling op 'n witbord",
  "Hierarchy settings in page content": "Hiërargiese instellings in bladsyinhoud",
  "Enable Remove duplicates from the standard hierarchy": "Aktiveer Verwyder duplikate uit standaardhiërargieë.",
  "Remove hierarchies that overlap with the page name": "Verwyder hiërargieë wat oorvleuel met bladsyname",
  "Enable Show only sub-levels of the hierarchy": "Aktiveer Wys slegs ondervlakke van hiërargie",
  "Page view UI settings": "Stel die bladsyaansig ui op",
  "Position hierarchy and page tags in the page content differently from the standard.": "Rangskik hiërargieë en bladsyetikette in bladsyinhoud op 'n nie-standaard manier.",
  "Select mode": "Kies modus",
  "Do not change the standard.": "Los dit soos dit is.",
  "Position in the right side space. Top and bottom.": "Plaas dit in die spasie bo en onder die regterkant.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Vertoon 'n vasgespelde pop-up aan die onderkant. Die bedrag wat vertoon word, is beperk.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "'N Uitleg wat die breedte van die skerm gebruik. Horisontale blaai is nodig.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "As jou werkspasie klein is, zoem in of maak dit oop in die regterkantbalk.",
  "Hide Unlinked References": "Versteek \"Ontkoppelde verwysings\"",
  "Showing journal queries on today daily page": "Bekyk joernaalnavrae op vandag se daaglikse bladsy",
  "Omit the block if the Linked References contain tags property": "In Gekoppelde verwysings, as jy 'n eiendom insluit wat 'n etiket bevat, laat daardie blok weg",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Maak die \"Gekoppelde verwysings\" skoon. Die nadeel is dat as die blok wat die etikette-eienskap bevat ander inligting bevat, daardie inligting nie vertoon sal word nie. Omdat dit verborge is, stem die aantal verwysings nie ooreen nie.",
  "Wide view layout settings": "Instellings wat verband hou met \"Wide View Layout\"",
  "Enable table of contents on a page": "Aktiveer die inhoudsopgawe op die bladsy",
  "Collapsed table of contents by default": "Vou standaard die inhoudsopgawe in",
  "Remove words from table of contents": "Verwyder 'n woord uit die inhoudsopgawe",
  "Separate with line breaks": "Skei met lynbreuke",
  "Wide view layout position settings": "Stel die posisie van \"Wye aansig-uitleg\" in",
  "1 is on the left side, 6 is on the right side.": "1 is aan die linkerkant en 6 is aan die regterkant.",
  "Scheduled and deadline position": "「GESKEDULEER EN SPERDATUM」の位置",
  "Table of contents position": "「Inhoudsopgawe」の位置",
  "Linked references position": "「Gekoppelde verwysings」の位置",
  "Unlinked references position": "「Unlinked References」の位置",
  "Page hierarchy position": "Bladsy hiërargie posisie",
  "Page tags position": "Bladsy-etiketposisie"
}