{
  "plugin settings": "Plugin-Einstellungen",
  "Settings relating to page name hierarchy": "Konfigurieren der Hierarchie von Seitennamen",
  "Enable Split the hierarchy of a page name into links": "Seitennamenhierarchie in Links aufteilen aktivieren",
  "Journals or daily pages are excluded.": "Ausgenommen sind Zeitschriften und ihre Einzelseiten.",
  "Enable Remove page name hierarchy": "Löschen von Seitennamenhierarchien aktivieren",
  "Only if the above item is enabled": "Nur wenn die oben genannten Punkte gültig sind",
  "Enable Splits of hierarchy on Whiteboard": "Aktivieren der Hierarchieaufteilung auf einem Whiteboard",
  "Hierarchy settings in page content": "Hierarchische Einstellungen im Seiteninhalt",
  "Enable Remove duplicates from the standard hierarchy": "Aktivieren Sie Duplikate aus Standardhierarchien entfernen.",
  "Remove hierarchies that overlap with the page name": "Entfernen von Hierarchien, die sich mit Seitennamen überschneiden",
  "Enable Show only sub-levels of the hierarchy": "Aktivieren Sie Nur Unterebenen der Hierarchie anzeigen",
  "Page view UI settings": "Konfigurieren der Benutzeroberfläche für die Seitenansicht",
  "Position hierarchy and page tags in the page content differently from the standard.": "Ordnen Sie Hierarchien und Seiten-Tags im Seiteninhalt auf nicht standardmäßige Weise an.",
  "Select mode": "Modus auswählen",
  "Do not change the standard.": "Lassen Sie es so, wie es ist.",
  "Position in the right side space. Top and bottom.": "Legen Sie es in den Raum über und unter der rechten Seite.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Zeigt unten ein angeheftetes Pop-up an. Der angezeigte Betrag ist begrenzt.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Ein Layout, das die Breite des Bildschirms verwendet. Horizontales Scrollen ist erforderlich.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Wenn Ihr Arbeitsbereich klein ist, vergrößern Sie ihn oder öffnen Sie ihn in der rechten Seitenleiste.",
  "Hide Unlinked References": "\"Nicht verknüpfte Referenzen\" ausblenden",
  "Showing journal queries on today daily page": "Anzeigen von Journalabfragen auf der heutigen Tagesseite",
  "Omit the block if the Linked References contain tags property": "Wenn Sie unter Verknüpfte Verweise eine Eigenschaft einschließen, die ein Tag enthält, lassen Sie diesen Block weg",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Bereinigen Sie die \"Verknüpften Referenzen\". Der Nachteil ist, dass wenn der Block mit der Eigenschaft tags andere Informationen enthält, diese Informationen nicht angezeigt werden. Da es ausgeblendet ist, stimmt die Anzahl der Referenzen nicht überein.",
  "Wide view layout settings": "Einstellungen im Zusammenhang mit \"Wide View Layout\"",
  "Enable table of contents on a page": "Aktivieren Sie auf der Seite das Inhaltsverzeichnis",
  "Collapsed table of contents by default": "Reduzieren Sie standardmäßig das Inhaltsverzeichnis",
  "Remove words from table of contents": "Entfernen eines Worts aus dem Inhaltsverzeichnis",
  "Separate with line breaks": "Trennen mit Zeilenumbrüchen",
  "Wide view layout position settings": "Festlegen der Position von \"Wide View Layout\"",
  "1 is on the left side, 6 is on the right side.": "1 ist links und 6 rechts.",
  "Scheduled and deadline position": "「GEPLANT UND FRIST」の位置",
  "Table of contents position": "「Inhaltsverzeichnis」の位置",
  "Linked references position": "「Verknüpfte Referenzen」の位置",
  "Unlinked references position": "「Nicht verknüpfte Referenzen」の位置",
  "Page hierarchy position": "Position der Seitenhierarchie",
  "Page tags position": "Position des Seiten-Tags"
}