{
  "plugin settings": "Configuración del plugin",
  "Settings relating to page name hierarchy": "Configuración de la jerarquía de nombres de página",
  "Enable Split the hierarchy of a page name into links": "Habilitar la jerarquía de nombres de página dividida en vínculos",
  "Journals or daily pages are excluded.": "Se excluyen las revistas y sus páginas individuales.",
  "Enable Remove page name hierarchy": "Habilitar la eliminación de jerarquías de nombres de página",
  "Only if the above item is enabled": "Solo si los elementos anteriores son válidos",
  "Enable Splits of hierarchy on Whiteboard": "Habilitar la división de jerarquías en una pizarra",
  "Hierarchy settings in page content": "Configuración jerárquica en el contenido de la página",
  "Enable Remove duplicates from the standard hierarchy": "Habilite Eliminar duplicados de jerarquías estándar.",
  "Remove hierarchies that overlap with the page name": "Eliminar jerarquías que se superponen con nombres de página",
  "Enable Show only sub-levels of the hierarchy": "Habilitar Mostrar solo subniveles de jerarquía",
  "Page view UI settings": "Configuración de la interfaz de usuario de la vista de página",
  "Position hierarchy and page tags in the page content differently from the standard.": "Organice las jerarquías y las etiquetas de página en el contenido de la página de una manera no estándar.",
  "Select mode": "Seleccionar modo",
  "Do not change the standard.": "Déjalo como está.",
  "Position in the right side space. Top and bottom.": "Colócalo en el espacio por encima y por debajo del lado derecho.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Muestra una ventana emergente anclada en la parte inferior. La cantidad que se muestra es limitada.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Un diseño que utiliza el ancho de la pantalla. Se requiere desplazamiento horizontal.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Si tu espacio de trabajo es pequeño, acércate o ábrelo en la barra lateral derecha.",
  "Hide Unlinked References": "Ocultar \"Referencias no vinculadas\"",
  "Showing journal queries on today daily page": "Ver consultas de diario en la página diaria de hoy",
  "Omit the block if the Linked References contain tags property": "En Referencias vinculadas, si incluye una propiedad que contiene una etiqueta, omita ese bloque",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Limpie las \"Referencias vinculadas\". La desventaja es que si el bloque que contiene la propiedad tags contiene otra información, esa información no se mostrará. Debido a que está oculto, el número de referencias no coincide.",
  "Wide view layout settings": "Ajustes relacionados con \"Diseño de vista panorámica\"",
  "Enable table of contents on a page": "En la página, habilite la tabla de contenido",
  "Collapsed table of contents by default": "De forma predeterminada, contrae la tabla de contenido",
  "Remove words from table of contents": "Eliminar una palabra de la tabla de contenido",
  "Separate with line breaks": "Separar con saltos de línea",
  "Wide view layout position settings": "Establecer la posición de \"Diseño de vista amplia\"",
  "1 is on the left side, 6 is on the right side.": "1 está a la izquierda y 6 a la derecha.",
  "Scheduled and deadline position": "「PROGRAMADO Y FECHA LÍMITE」の位置",
  "Table of contents position": "「Tabla de contenido」の位置",
  "Linked references position": "「Referencias vinculadas」の位置",
  "Unlinked references position": "「Referencias no vinculadas」の位置",
  "Page hierarchy position": "Posición de la jerarquía de páginas",
  "Page tags position": "Posición de la etiqueta de página"
}