{
  "plugin settings": "Paramètres du plugin",
  "Settings relating to page name hierarchy": "Configuration de la hiérarchie des noms de page",
  "Enable Split the hierarchy of a page name into links": "Activer la hiérarchie des noms de page fractionnés en liens",
  "Journals or daily pages are excluded.": "Exclut les revues et leurs pages individuelles.",
  "Enable Remove page name hierarchy": "Activer la suppression des hiérarchies de noms de page",
  "Only if the above item is enabled": "Uniquement si les éléments ci-dessus sont valides",
  "Enable Splits of hierarchy on Whiteboard": "Activer le fractionnement de la hiérarchie sur un tableau blanc",
  "Hierarchy settings in page content": "Paramètres hiérarchiques dans le contenu de la page",
  "Enable Remove duplicates from the standard hierarchy": "Activez Supprimer les doublons des hiérarchies standard.",
  "Remove hierarchies that overlap with the page name": "Supprimer les hiérarchies qui se chevauchent avec les noms de page",
  "Enable Show only sub-levels of the hierarchy": "Activer Afficher uniquement les sous-niveaux de la hiérarchie",
  "Page view UI settings": "Configuration de l’interface utilisateur de l’affichage de la page",
  "Position hierarchy and page tags in the page content differently from the standard.": "Organisez les hiérarchies et les balises de page dans le contenu de la page de manière non standard.",
  "Select mode": "Sélectionner le mode",
  "Do not change the standard.": "Laissez-le tel quel.",
  "Position in the right side space. Top and bottom.": "Placez-le dans l’espace au-dessus et au-dessous du côté droit.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Affiche une fenêtre contextuelle épinglée en bas. Le montant affiché est limité.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Une mise en page qui utilise la largeur de l’écran. Le défilement horizontal est requis.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Si votre espace de travail est petit, zoomez ou ouvrez-le dans la barre latérale droite.",
  "Hide Unlinked References": "Masquer les « références non liées »",
  "Showing journal queries on today daily page": "Afficher les requêtes de journal sur la page quotidienne du jour",
  "Omit the block if the Linked References contain tags property": "Dans Références liées, si vous incluez une propriété qui contient une balise, omettez ce bloc",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Nettoyez les « Références liées ». L’inconvénient est que si le bloc contenant la propriété tags contient d’autres informations, ces informations ne seront pas affichées. Comme il est masqué, le nombre de références ne correspond pas.",
  "Wide view layout settings": "Paramètres liés à « Wide View Layout »",
  "Enable table of contents on a page": "Sur la page, activez la table des matières",
  "Collapsed table of contents by default": "Par défaut, réduire la table des matières",
  "Remove words from table of contents": "Supprimer un mot de la table des matières",
  "Separate with line breaks": "Séparer par des sauts de ligne",
  "Wide view layout position settings": "Définition de la position de la « disposition de vue large »",
  "1 is on the left side, 6 is on the right side.": "1 est à gauche et 6 est à droite.",
  "Scheduled and deadline position": "「CALENDRIER ET DATE LIMITE」の位置",
  "Table of contents position": "「Table des matières」の位置",
  "Linked references position": "「Références liées」の位置",
  "Unlinked references position": "「Références non liées」の位置",
  "Page hierarchy position": "Position hiérarchique de la page",
  "Page tags position": "Position de la balise de page"
}