{
  "plugin settings": "Pengaturan plugin",
  "Settings relating to page name hierarchy": "Mengonfigurasi hierarki nama halaman",
  "Enable Split the hierarchy of a page name into links": "Mengaktifkan Pisahkan hierarki nama halaman ke dalam link",
  "Journals or daily pages are excluded.": "Tidak termasuk jurnal dan halaman tunggalnya.",
  "Enable Remove page name hierarchy": "Mengaktifkan penghapusan hierarki nama halaman",
  "Only if the above item is enabled": "Hanya jika item di atas valid",
  "Enable Splits of hierarchy on Whiteboard": "Mengaktifkan pemisahan hierarki di papan tulis",
  "Hierarchy settings in page content": "Pengaturan hierarkis dalam konten halaman",
  "Enable Remove duplicates from the standard hierarchy": "Aktifkan Hapus duplikat dari hierarki standar.",
  "Remove hierarchies that overlap with the page name": "Menghapus hierarki yang tumpang tindih dengan nama halaman",
  "Enable Show only sub-levels of the hierarchy": "Aktifkan Perlihatkan hanya subtingkat hierarki",
  "Page view UI settings": "Mengonfigurasi UI Tampilan Halaman",
  "Position hierarchy and page tags in the page content differently from the standard.": "Atur hierarki dan tag halaman dalam konten halaman dengan cara yang tidak standar.",
  "Select mode": "Pilih Mode",
  "Do not change the standard.": "Biarkan apa adanya.",
  "Position in the right side space. Top and bottom.": "Tempatkan di ruang di atas dan di bawah sisi kanan.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Menampilkan pop-up yang disematkan di bagian bawah. Jumlah yang ditampilkan terbatas.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Tata letak yang menggunakan lebar layar. Diperlukan pengguliran horizontal.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Jika ruang kerja Anda kecil, perbesar atau buka di bilah sisi kanan.",
  "Hide Unlinked References": "Sembunyikan \"Referensi yang Tidak Tertaut\"",
  "Showing journal queries on today daily page": "Lihat pertanyaan jurnal di halaman harian hari ini",
  "Omit the block if the Linked References contain tags property": "Di Referensi Tertaut, jika Anda menyertakan properti yang berisi tag, hilangkan blok tersebut",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Bersihkan \"Referensi Tertaut\". Kerugiannya adalah jika blok yang berisi properti tag berisi informasi lain, informasi itu tidak akan ditampilkan. Karena disembunyikan, jumlah referensi tidak cocok.",
  "Wide view layout settings": "Pengaturan yang terkait dengan \"Tata Letak Tampilan Lebar\"",
  "Enable table of contents on a page": "Pada halaman, aktifkan daftar isi",
  "Collapsed table of contents by default": "Secara default, ciutkan daftar isi",
  "Remove words from table of contents": "Menghapus kata dari daftar isi",
  "Separate with line breaks": "Pisahkan dengan hentian baris",
  "Wide view layout position settings": "Mengatur Posisi \"Wide View Layout\"",
  "1 is on the left side, 6 is on the right side.": "1 di sebelah kiri dan 6 di sebelah kanan.",
  "Scheduled and deadline position": "「JADWAL DAN BATAS WAKTU」の位置",
  "Table of contents position": "「Daftar Isi」の位置",
  "Linked references position": "「Referensi Tertaut」の位置",
  "Unlinked references position": "「Unlinked References」の位置",
  "Page hierarchy position": "Posisi hierarki halaman",
  "Page tags position": "Posisi Tag Halaman"
}