{
  "plugin settings": "Impostazioni del plug-in",
  "Settings relating to page name hierarchy": "Configurazione della gerarchia dei nomi di pagina",
  "Enable Split the hierarchy of a page name into links": "Abilita Dividi la gerarchia dei nomi di pagina nei collegamenti",
  "Journals or daily pages are excluded.": "Sono esclusi i giornali e le relative pagine singole.",
  "Enable Remove page name hierarchy": "Abilita l'eliminazione delle gerarchie dei nomi di pagina",
  "Only if the above item is enabled": "Solo se gli elementi di cui sopra sono validi",
  "Enable Splits of hierarchy on Whiteboard": "Abilitare la suddivisione della gerarchia su una lavagna",
  "Hierarchy settings in page content": "Impostazioni gerarchiche nel contenuto della pagina",
  "Enable Remove duplicates from the standard hierarchy": "Abilita Rimuovi duplicati dalle gerarchie standard.",
  "Remove hierarchies that overlap with the page name": "Rimuovere le gerarchie che si sovrappongono ai nomi delle pagine",
  "Enable Show only sub-levels of the hierarchy": "Abilita Mostra solo i sottolivelli della gerarchia",
  "Page view UI settings": "Configurazione dell'interfaccia utente di visualizzazione pagina",
  "Position hierarchy and page tags in the page content differently from the standard.": "Disporre le gerarchie e i tag di pagina nel contenuto della pagina in modo non standard.",
  "Select mode": "Seleziona modalità",
  "Do not change the standard.": "Lascialo così com'è.",
  "Position in the right side space. Top and bottom.": "Posizionalo nello spazio sopra e sotto il lato destro.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Visualizza un popup bloccato nella parte inferiore. L'importo visualizzato è limitato.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Un layout che utilizza la larghezza dello schermo. È necessario lo scorrimento orizzontale.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Se la tua area di lavoro è piccola, ingrandiscila o aprila nella barra laterale destra.",
  "Hide Unlinked References": "Nascondi \"Riferimenti non collegati\"",
  "Showing journal queries on today daily page": "Visualizzare le query del journal nella pagina giornaliera di oggi",
  "Omit the block if the Linked References contain tags property": "In Riferimenti collegati, se si include una proprietà che contiene un tag, omettere tale blocco",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Pulisci i \"Riferimenti collegati\". Lo svantaggio è che se il blocco contenente la proprietà tags contiene altre informazioni, tali informazioni non verranno visualizzate. Poiché è nascosto, il numero di riferimenti non corrisponde.",
  "Wide view layout settings": "Impostazioni relative a \"Wide View Layout\"",
  "Enable table of contents on a page": "Nella pagina, abilita il sommario",
  "Collapsed table of contents by default": "Per impostazione predefinita, comprime il sommario",
  "Remove words from table of contents": "Rimuovere una parola dal sommario",
  "Separate with line breaks": "Separare con interruzioni di riga",
  "Wide view layout position settings": "Impostazione della posizione di \"Wide View Layout\"",
  "1 is on the left side, 6 is on the right side.": "1 è a sinistra e 6 è a destra.",
  "Scheduled and deadline position": "「PROGRAMMATO E SCADENZA」の位置",
  "Table of contents position": "「Sommario」の位置",
  "Linked references position": "「Riferimenti collegati」の位置",
  "Unlinked references position": "「Riferimenti non collegati」の位置",
  "Page hierarchy position": "Posizione della gerarchia delle pagine",
  "Page tags position": "Posizione del tag di pagina"
}