{
  "plugin settings": "プラグイン設定",
  "Settings relating to page name hierarchy": "ページ名の階層に関する設定",
  "Enable Split the hierarchy of a page name into links": "[ページ名の階層をリンクに分割する] を有効にします",
  "Journals or daily pages are excluded.": "日誌やそのシングルページは除きます。",
  "Enable Remove page name hierarchy": "ページ名階層の削除を有効にする",
  "Only if the above item is enabled": "上記項目が有効な場合のみ",
  "Enable Splits of hierarchy on Whiteboard": "ホワイトボードでの階層の分割を有効にする",
  "Hierarchy settings in page content": "ページコンテンツ内にある、階層に関する設定",
  "Enable Remove duplicates from the standard hierarchy": "[スタンダードの階層から重複を取り除く] を有効にします。",
  "Remove hierarchies that overlap with the page name": "ページ名と重なる階層を取り除きます",
  "Enable Show only sub-levels of the hierarchy": "[階層のサブレベルのみを表示] を有効にします",
  "Page view UI settings": "ページビューUIの設定",
  "Position hierarchy and page tags in the page content differently from the standard.": "ページコンテンツ内の階層とページタグを、標準とは異なる方法で配置します。",
  "Select mode": "モードを選択",
  "Do not change the standard.": "標準のまま変更しません。",
  "Position in the right side space. Top and bottom.": "右側上下のスペースに配置します。",
  "Display a fixed popup at the bottom. The amount of display is limited.": "下部に固定ポップアップを表示します。表示量には限りがあります。",
  "A layout that uses the screen width. Horizontal scrolling is required.": "画面幅を使用するレイアウト。水平スクロールが必要です。",
  "If the workspace is small, zoom in or open it in the right sidebar.": "ワークスペースが小さい場合は、ズームインするか、右側のサイドバーで開きます。",
  "Hide Unlinked References": "「Unlinked References」を非表示にする",
  "Showing journal queries on today daily page": "今日の日次ページでのジャーナル クエリの表示",
  "Omit the block if the Linked References contain tags property": "「Linked References」において、タグが含まれるプロパティを含んでいる場合は、そのブロックを省略します",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "「Linked References」をクリーンアップします。欠点は、tags プロパティを含むブロックに他の情報が含まれている場合、その情報が表示されないことです。非表示になっているため、リファレンスの数が一致しません。",
  "Wide view layout settings": "「ワイドビューレイアウト」に関する設定",
  "Enable table of contents on a page": "ページで、目次を有効にする",
  "Collapsed table of contents by default": "デフォルトで、目次を折りたたむ",
  "Remove words from table of contents": "目次から単語を削除する",
  "Separate with line breaks": "改行で区切る",
  "Wide view layout position settings": "「ワイドビューレイアウト」の位置設定",
  "1 is on the left side, 6 is on the right side.": "1は左側、6は右側にあります。",
  "Scheduled and deadline position": "「SCHEDULED AND DEADLINE」の位置",
  "Table of contents position": "「Table of Contents」の位置",
  "Linked references position": "「Linked References」の位置",
  "Unlinked references position": "「Unlinked References」の位置",
  "Page hierarchy position": "ページ階層の位置",
  "Page tags position": "ページタグの位置"
}