{
  "plugin settings": "Plugin-instellingen",
  "Settings relating to page name hierarchy": "De hiërarchie van paginanamen configureren",
  "Enable Split the hierarchy of a page name into links": "Paginanaamhiërarchie opsplitsen in koppelingen inschakelen",
  "Journals or daily pages are excluded.": "Exclusief tijdschriften en hun afzonderlijke pagina's.",
  "Enable Remove page name hierarchy": "Verwijdering van paginanaamhiërarchieën inschakelen",
  "Only if the above item is enabled": "Alleen als de bovenstaande items geldig zijn",
  "Enable Splits of hierarchy on Whiteboard": "Hiërarchiesplitsing inschakelen op een whiteboard",
  "Hierarchy settings in page content": "Hiërarchische instellingen in pagina-inhoud",
  "Enable Remove duplicates from the standard hierarchy": "Schakel Duplicaten verwijderen uit standaardhiërarchieën in.",
  "Remove hierarchies that overlap with the page name": "Hiërarchieën verwijderen die overlappen met paginanamen",
  "Enable Show only sub-levels of the hierarchy": "Alleen subniveaus van hiërarchie weergeven inschakelen",
  "Page view UI settings": "De gebruikersinterface van de paginaweergave configureren",
  "Position hierarchy and page tags in the page content differently from the standard.": "Rangschik hiërarchieën en paginatags in pagina-inhoud op een niet-standaard manier.",
  "Select mode": "Selecteer Modus",
  "Do not change the standard.": "Laat het zoals het is.",
  "Position in the right side space. Top and bottom.": "Plaats het in de ruimte boven en onder de rechterkant.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Geeft onderaan een vastgezette pop-up weer. Het weergegeven bedrag is beperkt.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Een lay-out die gebruik maakt van de breedte van het scherm. Horizontaal scrollen is vereist.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Als uw werkruimte klein is, zoomt u in of opent u deze in de rechterzijbalk.",
  "Hide Unlinked References": "Verberg \"Niet-gelinkte verwijzingen\"",
  "Showing journal queries on today daily page": "Dagboekquery's weergeven op de dagelijkse pagina van vandaag",
  "Omit the block if the Linked References contain tags property": "Als u in Gekoppelde verwijzingen een eigenschap opneemt die een tag bevat, laat u dat blok weg",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Ruim de \"Linked References\" op. Het nadeel is dat als het blok met de eigenschap tags andere informatie bevat, die informatie niet wordt weergegeven. Omdat het verborgen is, komt het aantal referenties niet overeen.",
  "Wide view layout settings": "Instellingen met betrekking tot \"Wide View Layout\"",
  "Enable table of contents on a page": "Schakel op de pagina de inhoudsopgave in",
  "Collapsed table of contents by default": "De inhoudsopgave standaard samenvouwen",
  "Remove words from table of contents": "Een woord verwijderen uit de inhoudsopgave",
  "Separate with line breaks": "Scheiden met regeleinden",
  "Wide view layout position settings": "De positie van \"Wide View Layout\" instellen",
  "1 is on the left side, 6 is on the right side.": "1 is aan de linkerkant en 6 is aan de rechterkant.",
  "Scheduled and deadline position": "「GEPLAND EN DEADLINE」の位置",
  "Table of contents position": "「Inhoudsopgave」の位置",
  "Linked references position": "「Linked References」の位置",
  "Unlinked references position": "「Unlinked References」の位置",
  "Page hierarchy position": "Positie paginahiërarchie",
  "Page tags position": "Positie van paginatags"
}