{
  "plugin settings": "Ustawienia wtyczki",
  "Settings relating to page name hierarchy": "Konfigurowanie hierarchii nazw stron",
  "Enable Split the hierarchy of a page name into links": "Włącz opcję Podziel hierarchię nazw stron na łącza",
  "Journals or daily pages are excluded.": "Nie obejmuje czasopism i ich pojedynczych stron.",
  "Enable Remove page name hierarchy": "Włączanie usuwania hierarchii nazw stron",
  "Only if the above item is enabled": "Tylko wtedy, gdy powyższe punkty są ważne",
  "Enable Splits of hierarchy on Whiteboard": "Włączanie podziału hierarchii na tablicy",
  "Hierarchy settings in page content": "Ustawienia hierarchiczne w zawartości strony",
  "Enable Remove duplicates from the standard hierarchy": "Włącz opcję Usuń duplikaty ze standardowych hierarchii.",
  "Remove hierarchies that overlap with the page name": "Usuwanie hierarchii, które nakładają się na nazwy stron",
  "Enable Show only sub-levels of the hierarchy": "Włącz opcję Pokaż tylko podpoziomy hierarchii",
  "Page view UI settings": "Konfigurowanie interfejsu użytkownika widoku strony",
  "Position hierarchy and page tags in the page content differently from the standard.": "Rozmieszczaj hierarchie i znaczniki stron w zawartości strony w niestandardowy sposób.",
  "Select mode": "Wybierz tryb",
  "Do not change the standard.": "Zostaw to tak, jak jest.",
  "Position in the right side space. Top and bottom.": "Umieść go w miejscu powyżej i poniżej prawej strony.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Wyświetla przypięte wyskakujące okienko u dołu. Wyświetlana kwota jest ograniczona.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Układ, który wykorzystuje szerokość ekranu. Wymagane jest przewijanie w poziomie.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Jeśli obszar roboczy jest mały, powiększ go lub otwórz na prawym pasku bocznym.",
  "Hide Unlinked References": "Ukryj \"Niepołączone referencje\"",
  "Showing journal queries on today daily page": "Wyświetlanie kwerend dziennika na dzisiejszej stronie dziennej",
  "Omit the block if the Linked References contain tags property": "W przypadku dołączenia odnośników połączonych należy pominąć ten blok w obszarze Odniesienia połączone",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Wyczyść \"Połączone odniesienia\". Wadą jest to, że jeśli blok zawierający właściwość tags zawiera inne informacje, informacje te nie zostaną wyświetlone. Ponieważ jest ukryty, liczba odwołań nie jest zgodna.",
  "Wide view layout settings": "Ustawienia związane z \"Szerokim widokiem\"",
  "Enable table of contents on a page": "Na stronie włącz spis treści",
  "Collapsed table of contents by default": "Domyślnie zwiń spis treści",
  "Remove words from table of contents": "Usuwanie wyrazu ze spisu treści",
  "Separate with line breaks": "Oddzielanie za pomocą podziałów wierszy",
  "Wide view layout position settings": "Ustawianie pozycji \"Układu szerokokątnego\"",
  "1 is on the left side, 6 is on the right side.": "1 znajduje się po lewej stronie, a 6 po prawej.",
  "Scheduled and deadline position": "「HARMONOGRAM I TERMIN」の位置",
  "Table of contents position": "「Spis treści」の位置",
  "Linked references position": "「Połączone odniesienia」の位置",
  "Unlinked references position": "「Niepowiązane odniesienia」の位置",
  "Page hierarchy position": "Pozycja w hierarchii stron",
  "Page tags position": "Pozycja tagu strony"
}