{
  "plugin settings": "Configurações do plug-in",
  "Settings relating to page name hierarchy": "Configurando a hierarquia de nomes de página",
  "Enable Split the hierarchy of a page name into links": "Ativar a hierarquia de nomes de página dividida em links",
  "Journals or daily pages are excluded.": "Exclui revistas e suas páginas únicas.",
  "Enable Remove page name hierarchy": "Habilitar a exclusão de hierarquias de nomes de página",
  "Only if the above item is enabled": "Apenas se os itens acima forem válidos",
  "Enable Splits of hierarchy on Whiteboard": "Habilitar a divisão de hierarquia em um quadro de comunicações",
  "Hierarchy settings in page content": "Configurações hierárquicas no conteúdo da página",
  "Enable Remove duplicates from the standard hierarchy": "Habilite Remover duplicatas de hierarquias padrão.",
  "Remove hierarchies that overlap with the page name": "Remover hierarquias que se sobrepõem a nomes de página",
  "Enable Show only sub-levels of the hierarchy": "Ativar Mostrar apenas subníveis de hierarquia",
  "Page view UI settings": "Configurando a interface do usuário do modo de exibição de página",
  "Position hierarchy and page tags in the page content differently from the standard.": "Organize hierarquias e tags de página no conteúdo da página de forma não padrão.",
  "Select mode": "Selecionar Modo",
  "Do not change the standard.": "Deixe como está.",
  "Position in the right side space. Top and bottom.": "Coloque-o no espaço acima e abaixo do lado direito.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Exibe um pop-up fixado na parte inferior. A quantidade apresentada é limitada.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Um layout que usa a largura da tela. A rolagem horizontal é necessária.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Se o espaço de trabalho for pequeno, aumente o zoom ou abra-o na barra lateral direita.",
  "Hide Unlinked References": "Ocultar \"Referências não vinculadas\"",
  "Showing journal queries on today daily page": "Ver consultas de diário na página diária de hoje",
  "Omit the block if the Linked References contain tags property": "Em Referências Vinculadas, se você incluir uma propriedade que contenha uma marca , omita esse bloco",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Limpe as \"Referências vinculadas\". A desvantagem é que, se o bloco que contém a propriedade tags contiver outras informações, essas informações não serão exibidas. Por estar oculto, o número de referências não corresponde.",
  "Wide view layout settings": "Configurações relacionadas a \"Wide View Layout\"",
  "Enable table of contents on a page": "Na página, habilite o sumário",
  "Collapsed table of contents by default": "Por padrão, recolher o sumário",
  "Remove words from table of contents": "Remover uma palavra do índice",
  "Separate with line breaks": "Separar com quebras de linha",
  "Wide view layout position settings": "Definindo a posição de \"Wide View Layout\"",
  "1 is on the left side, 6 is on the right side.": "1 está à esquerda e 6 está à direita.",
  "Scheduled and deadline position": "「PROGRAMADO E PRAZO」の位置",
  "Table of contents position": "「Índice」の位置",
  "Linked references position": "「Referências ligadas」の位置",
  "Unlinked references position": "「Referências desvinculadas」の位置",
  "Page hierarchy position": "Posição da hierarquia da página",
  "Page tags position": "Posição da tag da página"
}