{
  "plugin settings": "Настройки плагина",
  "Settings relating to page name hierarchy": "Настройка иерархии названий страниц",
  "Enable Split the hierarchy of a page name into links": "Включить Разбить иерархию имен страниц на ссылки",
  "Journals or daily pages are excluded.": "За исключением журналов и их отдельных страниц.",
  "Enable Remove page name hierarchy": "Включение удаления иерархий имен страниц",
  "Only if the above item is enabled": "Только в том случае, если вышеуказанные пункты действительны",
  "Enable Splits of hierarchy on Whiteboard": "Включение разделения иерархии на виртуальной доске",
  "Hierarchy settings in page content": "Иерархические настройки в содержимом страницы",
  "Enable Remove duplicates from the standard hierarchy": "Включите параметр Удалять дубликаты из стандартных иерархий.",
  "Remove hierarchies that overlap with the page name": "Удаление иерархий, которые пересекаются с названиями страниц",
  "Enable Show only sub-levels of the hierarchy": "Включить параметр Показывать только подуровни иерархии",
  "Page view UI settings": "Настройка пользовательского интерфейса просмотра страницы",
  "Position hierarchy and page tags in the page content differently from the standard.": "Упорядочивайте иерархии и теги страниц в содержимом страницы нестандартным способом.",
  "Select mode": "Выберите режим",
  "Do not change the standard.": "Оставьте все как есть.",
  "Position in the right side space. Top and bottom.": "Поместите его в пространство над и под правой стороной.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Отображает закрепленное всплывающее окно внизу. Отображаемая сумма ограничена.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Макет, использующий ширину экрана. Горизонтальная прокрутка обязательна.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Если ваше рабочее пространство небольшое, увеличьте масштаб или откройте его на правой боковой панели.",
  "Hide Unlinked References": "Скрыть \"Несвязанные ссылки\"",
  "Showing journal queries on today daily page": "Просмотр запросов журнала на сегодняшней ежедневной странице",
  "Omit the block if the Linked References contain tags property": "В разделе \"Связанные ссылки\" при включении свойства, содержащего тег, опустите этот блок",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Очистите «Связанные ссылки». Недостаток заключается в том, что если блок, содержащий свойство tags, содержит другую информацию, эта информация не будет отображаться. Из-за того, что он скрыт, количество ссылок не совпадает.",
  "Wide view layout settings": "Настройки, связанные с \"Широкоугольным макетом\"",
  "Enable table of contents on a page": "На странице включите оглавление",
  "Collapsed table of contents by default": "По умолчанию свернуть оглавление",
  "Remove words from table of contents": "Удаление слова из оглавления",
  "Separate with line breaks": "Разделение с помощью переносов строк",
  "Wide view layout position settings": "Установка положения «Широкоугольный макет»",
  "1 is on the left side, 6 is on the right side.": "1 слева и 6 справа.",
  "Scheduled and deadline position": "「ЗАПЛАНИРОВАНО И КРАЙНИЙ СРОК」の位置",
  "Table of contents position": "「Оглавление」の位置",
  "Linked references position": "「Связанные ссылки」の位置",
  "Unlinked references position": "「Несвязанные ссылки」の位置",
  "Page hierarchy position": "Положение в иерархии страниц",
  "Page tags position": "Положение тега страницы"
}