{
  "plugin settings": "Nastavenia pluginu",
  "Settings relating to page name hierarchy": "Konfigurácia hierarchie názvov stránok",
  "Enable Split the hierarchy of a page name into links": "Povolenie rozdelenia hierarchie názvov stránok na prepojenia",
  "Journals or daily pages are excluded.": "Nezahŕňa časopisy a ich jednotlivé strany.",
  "Enable Remove page name hierarchy": "Povolenie odstránenia hierarchií názvov strán",
  "Only if the above item is enabled": "Iba ak sú vyššie uvedené položky platné",
  "Enable Splits of hierarchy on Whiteboard": "Povolenie rozdelenia hierarchie na tabuli",
  "Hierarchy settings in page content": "Hierarchické nastavenia v obsahu stránky",
  "Enable Remove duplicates from the standard hierarchy": "Zapnite možnosť Odstrániť duplikáty zo štandardných hierarchií.",
  "Remove hierarchies that overlap with the page name": "Odstránenie hierarchií, ktoré sa prekrývajú s názvami strán",
  "Enable Show only sub-levels of the hierarchy": "Povoliť možnosť Zobraziť iba podúrovne hierarchie",
  "Page view UI settings": "Konfigurácia používateľského rozhrania zobrazenia stránky",
  "Position hierarchy and page tags in the page content differently from the standard.": "Usporiadajte hierarchie a značky strán v obsahu stránky neštandardným spôsobom.",
  "Select mode": "Vyberte režim",
  "Do not change the standard.": "Nechajte to tak, ako to je.",
  "Position in the right side space. Top and bottom.": "Umiestnite ho do priestoru nad a pod pravou stranou.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "V dolnej časti sa zobrazí pripnuté vyskakovacie okno. Zobrazená suma je obmedzená.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Rozloženie využívajúce šírku obrazovky. Vyžaduje sa vodorovné posúvanie.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Ak je váš pracovný priestor malý, priblížte ho alebo otvorte na pravom postrannom paneli.",
  "Hide Unlinked References": "Skryť \"Neprepojené odkazy\"",
  "Showing journal queries on today daily page": "Zobrazenie dotazov denníka na dnešnej dennej stránke",
  "Omit the block if the Linked References contain tags property": "Ak do prepojených odkazov zahrniete vlastnosť, ktorá obsahuje značku, tento blok vynechajte",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Vyčistite \"prepojené odkazy\". Nevýhodou je, že ak blok obsahujúci vlastnosť tagov obsahuje iné informácie, tieto informácie sa nezobrazia. Pretože je skrytý, počet odkazov sa nezhoduje.",
  "Wide view layout settings": "Nastavenia týkajúce sa \"Širokouhlého rozloženia\"",
  "Enable table of contents on a page": "Na stránke povoľte obsah",
  "Collapsed table of contents by default": "Predvolene zbaliť obsah",
  "Remove words from table of contents": "Odstránenie slova z obsahu",
  "Separate with line breaks": "Oddelenie pomocou zlomov riadkov",
  "Wide view layout position settings": "Nastavenie polohy \"Rozloženie širokého pohľadu\"",
  "1 is on the left side, 6 is on the right side.": "1 je vľavo a 6 vpravo.",
  "Scheduled and deadline position": "「PLÁN A TERMÍN」の位置",
  "Table of contents position": "「Obsah」の位置",
  "Linked references position": "「Linked References」の位置",
  "Unlinked references position": "「Unlinked References」の位置",
  "Page hierarchy position": "Pozícia hierarchie strán",
  "Page tags position": "Pozícia tagu strany"
}