{
  "plugin settings": "Налаштування плагіна",
  "Settings relating to page name hierarchy": "Налаштування ієрархії назв сторінок",
  "Enable Split the hierarchy of a page name into links": "Увімкніть ієрархію назв сторінок на посилання",
  "Journals or daily pages are excluded.": "Виключає журнали та їх окремі сторінки.",
  "Enable Remove page name hierarchy": "Увімкніть видалення ієрархії назв сторінок",
  "Only if the above item is enabled": "Тільки в тому випадку, якщо перераховані вище пункти дійсні",
  "Enable Splits of hierarchy on Whiteboard": "Увімкнення поділу ієрархії на дошці",
  "Hierarchy settings in page content": "Ієрархічні налаштування вмісту сторінки",
  "Enable Remove duplicates from the standard hierarchy": "Увімкніть опцію Видаляти дублікати зі стандартних ієрархій.",
  "Remove hierarchies that overlap with the page name": "Видалення ієрархій, які збігаються з назвами сторінок",
  "Enable Show only sub-levels of the hierarchy": "Увімкнути параметр Показувати лише підрівні ієрархії",
  "Page view UI settings": "Налаштування інтерфейсу перегляду сторінки",
  "Position hierarchy and page tags in the page content differently from the standard.": "Упорядковуйте ієрархії та теги сторінок у контенті сторінки нестандартним способом.",
  "Select mode": "Виберіть режим",
  "Do not change the standard.": "Залиште все як є.",
  "Position in the right side space. Top and bottom.": "Розмістіть його в просторі зверху і під правою стороною.",
  "Display a fixed popup at the bottom. The amount of display is limited.": "Відображає закріплене спливаюче вікно внизу. Кількість відображуваних обмежена.",
  "A layout that uses the screen width. Horizontal scrolling is required.": "Макет, який використовує ширину екрана. Горизонтальна прокрутка обов'язкова.",
  "If the workspace is small, zoom in or open it in the right sidebar.": "Якщо ваше робоче місце невелике, збільште або відкрийте його на правій бічній панелі.",
  "Hide Unlinked References": "Сховати «Непов'язані посилання»",
  "Showing journal queries on today daily page": "Перегляд запитів до журналу на сьогоднішній щоденній сторінці",
  "Omit the block if the Linked References contain tags property": "Якщо в розділі «Зв'язані посилання» ви включаєте ресурс, який містить тег, пропустіть цей блок",
  "Clean up Linked References. The disadvantage is that if a block containing the tags property contains other information, it will not be displayed. It is hidden, so the number of refs does not match.": "Очистіть «Посилання на посилання». Недоліком є те, що якщо блок, що містить властивість tags, містить іншу інформацію, ця інформація не буде відображатися. Оскільки він прихований, кількість посилань не збігається.",
  "Wide view layout settings": "Налаштування, пов'язані з \"Широким макетом\"",
  "Enable table of contents on a page": "На сторінці увімкніть зміст",
  "Collapsed table of contents by default": "За промовчанням згорнути зміст",
  "Remove words from table of contents": "Видалення слова зі змісту",
  "Separate with line breaks": "Відокремлення з розривами рядків",
  "Wide view layout position settings": "Встановлення положення «Широка компоновка»",
  "1 is on the left side, 6 is on the right side.": "1 - зліва, а 6 - справа.",
  "Scheduled and deadline position": "「ЗАПЛАНОВАНО ТА ДЕДЛАЙН」の位置",
  "Table of contents position": "「Зміст」の位置",
  "Linked references position": "「Пов'язані посилання」の位置",
  "Unlinked references position": "「Непов'язані посилання」の位置",
  "Page hierarchy position": "Позиція ієрархії сторінок",
  "Page tags position": "Позиція тегу сторінки"
}